Repository: common-repository/woo-customer-feedback
Catalog: languages/woocommerce_customer_feedback-*.po
Languages: ru_ru

source: Customer feedback
ru_ru: Отзыв клиента

source: View answer
ru_ru: Просмотр ответов

source: The letter has already been sent. Date:
ru_ru: Письмо уже было отправлено. Дата:

source: Client ip
ru_ru: IP клиента

source: User id
ru_ru: Id пользователя

source: Order №
ru_ru: № заказа

source: General Answer
ru_ru: Общая оценка

source: Convenience of choosing product
ru_ru: Удобство выбора товара

source: Manager consultation
ru_ru: Консультация менеджера

source: Product delivery
ru_ru: Доставка товара

source: Payment process
ru_ru: Процесс оплаты

source: Comment
ru_ru: Комментарий

source: Date
ru_ru: Дата

source: Action
ru_ru: Операция

source: Delete
ru_ru: Удалить

source: Do you really want to delete the review?
ru_ru: Вы действительно хотите удалить этот отзыв?

source: Your order
ru_ru: Ваш заказ

source: Please rate the work of our store
ru_ru: Пожалуйста оцените работу нашего магазина

source: I did not like the service
ru_ru: Обслуживание не понравилось

source: Bad
ru_ru: Плохо

source: Usual
ru_ru: Обычно

source: As everywhere, nothing special
ru_ru: Как везде, ничего особенного

source: Good
ru_ru: Хорошо

source: Like it
ru_ru: Обслуживание понравилось

source: Clarify your assessment, for us it is very important
ru_ru: Уточняйте свою оценку, для нас это очень важно

source: Convenience of the choice of goods
ru_ru: Удобство выбора товара

source: Comments
ru_ru: Прокомментировать

source: Consultation of the manager
ru_ru: Консультация менеджера

source: Delivery of goods
ru_ru: Доставка товара

source: Payment Process
ru_ru: Процесс оплаты

source: Thank you for your feedback!
ru_ru: Благодарим за Ваш отзыв!

source: An error occurred:
ru_ru: Возникла ошибка:

source: Rating
ru_ru: Оценка

source: Give a feedback
ru_ru: Оставить отзыв

source: Review
ru_ru: Отзыв

source: Answers
ru_ru: Ответы пользователей

source: You recently made a purchase in the store
ru_ru: Вы недавно совершили покупку в магазине

source: Estimate the level of service of our store
ru_ru: Оцените уровень обслуживания нашего магазина

source: Leave feedback about this product
ru_ru: Оставить отзыв о товаре

source: Leave a review about the purchased goods
ru_ru: Оставте отзыв о Ваших покупках

source: Leave feedback
ru_ru: Оставить отзыв

source: Percent of 'good'
ru_ru: Основная оценка 'хорошо'

source: Percent of 'bad'
ru_ru: Основная оценка 'плохо'

source: Percent of 'middle'
ru_ru: Основная оценка 'средне'

source: Average values of indicators for additional issues
ru_ru: Средние значения показателей по дополнительным вопросам

source: No answers
ru_ru: Нет отзывов

source: anonymous
ru_ru: аноним

source: Hello
ru_ru: Здравствуйте

source: View profile
ru_ru: Просмотреть профиль

source: Send Service Feedback Email
ru_ru: Отправить письмо обратной связи

source: Send Product Feedback Email
ru_ru: Отправить письмо отзывов о товаре

source: Service feedback email has being sent on
ru_ru: Письмо обратной связи отправлялось

source: Product feedback email has being sent on
ru_ru: Письмо отзывов о товаре отправлялось

source: Customer
ru_ru: Клиент

source: of 5
ru_ru: из 5

source: Enter your feedback
ru_ru: Введите Ваш отзыв

source: Unauthorized access
ru_ru: Несанкционированный доступ

source: Thank you, but you have already left your review
ru_ru: Спасибо, но вы уже оставили свой отзыв

source: Thank you, but your order doesn't exist
ru_ru: Спасибо, но вашего заказа не существует

source: Number of order or answer doesn't exist
ru_ru: Номер заказа или ответ не существует

source: Back to the list of reviews
ru_ru: Вернуться к списку отзывов

source: Items deleted!
ru_ru: Элементы удалены!
